export const detailData = [
  {
    title: 'Q1: 怎么获得积分？',
    context: [
      '在线支付的订单将获得订单积分奖励：',
      '积分将在用户完成评价后获得。',
      '可获得积分=订单金额×10（即1元=10点积分）。',
      '订单金额指实际付款金额，不包含活动优惠金额。',
      '每位用户每天最多可以获得2000积分，体验商家的订单',
      '和评价不会增加积分。',
    ]
  },
  {
    title: 'Q2: 积分用来做什么？',
    context: [
      '可以在积分商城兑换各种礼品。',
    ]
  },
  {
    title: 'Q3: 礼品兑换很多天了还没有收到，该怎么办？',
    context: [
      '礼品从兑换日起，3个工作日（周末不算）内处理发货,',
      '发货后，通常会在3个工作日左右送达。',
    ]
  },
  {
    title: 'Q4: 礼品兑换中的手机充值卡兑换，怎么样进行充值，充值之前会和我电话确认嘛？',
    context: [
      '不会，手机充值卡兑换，是直接充值到您填写的手机号',
      '上，充值之前不会和您电话确认，所以您在填写电话的时',
      '候，请确认电话是否正确。',
    ]
  },
]